cifs/fio-write.log
job-w: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=4
fio-3.16
Starting 1 process
job-w: Laying out IO file (1 file / 2048MiB)
3;fio-3.16;job-w;0;0;0;0;0;0;0;0;0.000000;0.000000;0;0;0.000000;0.000000;1.000000%=0;5.000000%=0;10.000000%=0;20.000000%=0;30.000000%=0;40.000000%=0;50.000000%=0;60.000000%=0;70.000000%=0;80.000000%=0;90.000000%=0;95.000000%=0;99.000000%=0;99.500000%=0;99.900000%=0;99.950000%=0;99.990000%=0;0%=0;0%=0;0%=0;0;0;0.000000;0.000000;0;0;0.000000%;0.000000;0.000000;2097152;46089;360;45502;23;1869;106.476646;68.150375;2692;49157;10995.861010;2543.435223;1.000000%=6914;5.000000%=7897;10.000000%=8355;20.000000%=8978;30.000000%=9502;40.000000%=10027;50.000000%=10551;60.000000%=11075;70.000000%=11730;80.000000%=12648;90.000000%=14221;95.000000%=15532;99.000000%=18743;99.500000%=20840;99.900000%=28442;99.950000%=30277;99.990000%=36438;0%=0;0%=0;0%=0;2894;49281;11103.070483;2568.044622;39168;52480;99.966715%;46073.659341;3331.139716;0.540647%;3.986726%;16489;0;10;0.1%;0.1%;100.0%;0.0%;0.0%;0.0%;0.0%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.04%;39.14%;60.13%;0.70%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%;0.00%

job-w: (groupid=0, jobs=1): err= 0: pid=674658: Mon Nov 23 23:04:35 2020
  write: IOPS=360, BW=45.0MiB/s (47.2MB/s)(2048MiB/45502msec); 0 zone resets
    slat (usec): min=23, max=1869, avg=106.48, stdev=68.15
    clat (usec): min=2692, max=49157, avg=10995.86, stdev=2543.44
     lat (usec): min=2894, max=49281, avg=11103.07, stdev=2568.04
    clat percentiles (usec):
     |  1.00th=[ 6915],  5.00th=[ 7898], 10.00th=[ 8356], 20.00th=[ 8979],
     | 30.00th=[ 9503], 40.00th=[10028], 50.00th=[10552], 60.00th=[11076],
     | 70.00th=[11731], 80.00th=[12649], 90.00th=[14222], 95.00th=[15533],
     | 99.00th=[18744], 99.50th=[20841], 99.90th=[28443], 99.95th=[30278],
     | 99.99th=[36439]
   bw (  KiB/s): min=39168, max=52480, per=99.97%, avg=46073.66, stdev=3331.14, samples=91
   iops        : min=  306, max=  410, avg=359.92, stdev=26.03, samples=91
  lat (msec)   : 4=0.04%, 10=39.14%, 20=60.13%, 50=0.70%
  cpu          : usr=0.54%, sys=3.99%, ctx=16489, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16384,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
  WRITE: bw=45.0MiB/s (47.2MB/s), 45.0MiB/s-45.0MiB/s (47.2MB/s-47.2MB/s), io=2048MiB (2147MB), run=45502-45502msec